Repository: ValentinoPalomba/FRTMProxy
Catalog: FRTMProxy/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, zh_hans

source: Recording "%@" (%lld %@)
de: Zeichnet „%@“ auf (%lld %@)
es: Grabando "%@" (%lld %@)
fr: Enregistrement de « %@ » (%lld %@)
it: Registrazione di "%@" (%lld %@)
ja: 「%@」を記録中 (%lld %@)
pt_br: Gravando "%@" (%lld %@)
zh_hans: 正在录制 “%@”（%lld %@）

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新
pt_br: Atualizar
zh_hans: 刷新

source: Refresh booted
de: Gestartete aktualisieren
es: Actualizar iniciados
fr: Actualiser les démarrés
it: Aggiorna avviati
ja: 起動中を更新
pt_br: Atualizar em execução
zh_hans: 刷新已启动

source: Refresh Wi‑Fi SSID
de: Wi‑Fi-SSID aktualisieren
es: Actualizar el SSID de la Wi‑Fi
fr: Actualiser le SSID Wi‑Fi
it: Aggiorna SSID Wi‑Fi
ja: Wi‑Fi SSID を更新
pt_br: Atualizar SSID do Wi‑Fi
zh_hans: 刷新 Wi‑Fi SSID

source: Refreshing…
de: Wird aktualisiert…
es: Actualizando…
fr: Actualisation…
it: Aggiornamento…
ja: 更新中…
pt_br: Atualizando…
zh_hans: 正在刷新…

source: Relative path (e.g. collections/api.har)
de: Relativer Pfad (z. B. collections/api.har)
es: Ruta relativa (p. ej. collections/api.har)
fr: Chemin relatif (ex. collections/api.har)
it: Percorso relativo (es. collections/api.har)
ja: 相対パス (例: collections/api.har)
pt_br: Caminho relativo (ex.: collections/api.har)
zh_hans: 相对路径（例如 collections/api.har）

source: Relative path to the Git source subdirectory (if configured).
de: Relativer Pfad zum Unterverzeichnis der Git-Quelle (falls konfiguriert).
es: Ruta relativa al subdirectorio de la fuente Git (si está configurado).
fr: Chemin relatif vers le sous-répertoire de la source Git (si configuré).
it: Percorso relativo alla sottocartella della sorgente Git (se configurata).
ja: Git ソースのサブディレクトリへの相対パス (設定されている場合)。
pt_br: Caminho relativo ao subdiretório da origem Git (se configurado).
zh_hans: 相对于 Git 源子目录的路径（如已配置）。

source: Remove
de: Entfernen
es: Quitar
fr: Retirer
it: Rimuovi
ja: 削除
pt_br: Remover
zh_hans: 移除

source: Remove Bookmark
de: Lesezeichen entfernen
es: Quitar marcador
fr: Supprimer le signet
it: Rimuovi segnalibro
ja: ブックマークを削除
pt_br: Remover marcador
zh_hans: 删除书签

source: Remove header
de: Header entfernen
es: Quitar header
fr: Retirer le header
it: Rimuovi header
ja: ヘッダーを削除
pt_br: Remover header
zh_hans: 移除 Header

source: Remove Header
de: Kopfzeile entfernen
es: Eliminar encabezado
fr: Supprimer l'en-tête
it: Rimuovi intestazione
ja: ヘッダーの削除
pt_br: Remover cabeçalho
zh_hans: 删除标题

source: Remove pin
de: Anheftung entfernen
es: Quitar fijación
fr: Retirer l'épingle
it: Rimuovi fissaggio
ja: ピン留めを解除
pt_br: Remover fixação
zh_hans: 移除固定

source: Remove this repository?
de: Dieses Repository entfernen?
es: ¿Quitar este repositorio?
fr: Retirer ce dépôt ?
it: Rimuovere questo repository?
ja: このリポジトリを削除しますか?
pt_br: Remover este repositório?
zh_hans: 移除此仓库？

source: Removes this header matcher
de: Entfernt diesen Header-Matcher
es: Elimina este criterio de coincidencia de encabezados
fr: Supprime ce critère de correspondance des en-têtes
it: Rimuove questo criterio di corrispondenza degli header
ja: このヘッダーマッチャーを削除します
pt_br: Remove este critério de correspondência de cabeçalhos
zh_hans: 删除此标头匹配器

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
ja: 名前を変更
pt_br: Renomear
zh_hans: 重命名

source: Replace request body
de: Ersetzen Sie den Anforderungstext
es: Reemplazar el cuerpo de la solicitud
fr: Remplacer le corps de la requête
it: Sostituisci il corpo della richiesta
ja: リクエスト本文を置き換える
pt_br: Substituir o corpo da solicitação
zh_hans: 替换请求正文

source: Replace response body
de: Antworttext ersetzen
es: Reemplazar el cuerpo de la respuesta
fr: Remplacer le corps de la réponse
it: Sostituisci il corpo della risposta
ja: レスポンスボディを置き換える
pt_br: Substituir o corpo da resposta
zh_hans: 替换响应体

source: Replace status
de: Status ersetzen
es: Reemplazar el estado
fr: Remplacer le statut
it: Sostituisci lo stato
ja: 交換ステータス
pt_br: Substituir o status
zh_hans: 更换状态

source: Request
de: Anfrage
es: Solicitud
fr: Requête
it: Richiesta
ja: リクエスト
pt_br: Solicitação
zh_hans: 要求

source: Request delay
de: Verzögerung anfordern
es: Retardo de la solicitud
fr: Délai de la requête
it: Ritardo della richiesta
ja: リクエストの遅延
pt_br: Atraso da solicitação
zh_hans: 请求延迟

source: Request matcher
de: Matcher anfordern
es: Criterios de la solicitud
fr: Critères de la requête
it: Criteri della richiesta
ja: リクエストマッチャー
pt_br: Critérios da solicitação
zh_hans: 请求匹配器

source: Request overrides
de: Anforderungsüberschreibungen
es: Sustituciones de la solicitud
fr: Remplacements de la requête
it: Sostituzioni della richiesta
ja: リクエストのオーバーライド
pt_br: Substituições da solicitação
zh_hans: 请求覆盖

source: Request permission
de: Berechtigung anfordern
es: Solicitar permiso
fr: Demander l'autorisation
it: Richiedi permesso
ja: 許可をリクエスト
pt_br: Solicitar permissão
zh_hans: 请求权限

source: Reset the guided tour and feature highlights.
de: Geführte Tour und Feature-Highlights zurücksetzen.
es: Restablece el tour guiado y los destacados de funciones.
fr: Réinitialisez la visite guidée et les mises en avant des fonctionnalités.
it: Reimposta il tour guidato e gli highlight delle funzionalità.
ja: ガイドツアーと機能ハイライトをリセットします。
pt_br: Redefina o tour guiado e os destaques de recursos.
zh_hans: 重置引导教程和功能亮点。

source: Resources
de: Ressourcen
es: Recursos
fr: Ressources
it: Risorse
ja: リソース
pt_br: Recursos
zh_hans: 资源

source: Response
de: Antwort
es: Respuesta
fr: Réponse
it: Risposta
ja: 応答
pt_br: Resposta
zh_hans: 回复

source: Response delay
de: Reaktionsverzögerung
es: Retraso en la respuesta
fr: Délai de réponse
it: Ritardo nella risposta
ja: 応答遅延
pt_br: Atraso na resposta
zh_hans: 响应延迟

source: Response only
de: Nur Antwort
es: Sólo respuesta
fr: Réponse uniquement
it: Solo risposta
ja: 応答のみ
pt_br: Apenas resposta
zh_hans: 仅回复

source: Response overrides
de: Antwortüberschreibungen
es: Sustituciones de la respuesta
fr: Remplacements de la réponse
it: Sostituzioni della risposta
ja: 応答のオーバーライド
pt_br: Substituições da resposta
zh_hans: 响应覆盖

source: Restart guided tour
de: Geführte Tour neu starten
es: Reiniciar el tour guiado
fr: Redémarrer la visite guidée
it: Riavvia il tour guidato
ja: ガイドツアーを再開
pt_br: Reiniciar tour guiado
zh_hans: 重启引导教程

source: Restart server
de: Server neu starten
es: Reiniciar servidor
fr: Redémarrer le serveur
it: Riavvia il server
ja: サーバーを再起動
pt_br: Reiniciar servidor
zh_hans: 重启服务器

source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
pt_br: Repetir
zh_hans: 重试

source: Retry Request…
de: Request wiederholen…
es: Reintentar solicitud…
fr: Réessayer la requête…
it: Riprova richiesta…
ja: リクエストを再試行…
pt_br: Repetir requisição…
zh_hans: 重试请求…

source: Review Import
de: Überprüfen Sie den Import
es: Importar reseñas
fr: Examiner l'importation
it: Esamina l'importazione
ja: インポートの確認
pt_br: Rever Importação
zh_hans: 检查导入

source: Route one app, browser profile, or CLI through FRTMProxy without changing the system proxy.
de: Leiten Sie eine App, ein Browserprofil oder eine CLI über FRTMProxy weiter, ohne den System-Proxy zu ändern.
es: Dirige una aplicación, un perfil del navegador o una herramienta CLI a través de FRTMProxy sin cambiar el proxy del sistema.
fr: Faites transiter une app, un profil de navigateur ou un outil en ligne de commande par FRTMProxy sans modifier le proxy système.
it: Instrada un'app, un profilo del browser o uno strumento CLI tramite FRTMProxy senza modificare il proxy di sistema.
ja: システム プロキシを変更せずに、1 つのアプリ、ブラウザ プロファイル、または CLI を FRTMProxy 経由でルーティングします。
pt_br: Direcione um app, um perfil do navegador ou uma ferramenta de linha de comando pelo FRTMProxy sem alterar o proxy do sistema.
zh_hans: 通过 FRTMProxy 路由一个应用程序、浏览器配置文件或 CLI，无需更改系统代理。

source: Route this Mac's traffic
de: Traffic dieses Macs weiterleiten
es: Enrutar el tráfico de este Mac
fr: Router le trafic de ce Mac
it: Instrada il traffico di questo Mac
ja: この Mac のトラフィックを転送
pt_br: Rotear o tráfego deste Mac
zh_hans: 路由此 Mac 的流量

source: Rule
de: Regel
es: Regla
fr: Règle
it: Regola
ja: ルール
pt_br: Regra
zh_hans: 规则

source: Rule name
de: Regelname
es: Nombre de la regla
fr: Nom de la règle
it: Nome della regola
ja: ルール名
pt_br: Nome da regra
zh_hans: 规则名称

source: Rules
de: Regeln
es: Reglas
fr: Règles
it: Regole
ja: ルール
pt_br: Regras
zh_hans: 规则

source: Rules execute by ascending priority. Actions within a rule execute top to bottom.
de: Regeln werden nach aufsteigender Priorität ausgeführt. Aktionen innerhalb einer Regel werden von oben nach unten ausgeführt.
es: Las reglas se ejecutan por prioridad ascendente. Las acciones dentro de una regla se ejecutan de arriba a abajo.
fr: Les règles s'exécutent par priorité croissante. Les actions au sein d'une règle s'exécutent de haut en bas.
it: Le regole vengono eseguite con priorità crescente. Le azioni all'interno di una regola vengono eseguite dall'alto verso il basso.
ja: ルールは優先順位に従って実行されます。ルール内のアクションは上から下に実行されます。
pt_br: As regras são executadas por prioridade crescente. As ações dentro de uma regra são executadas de cima para baixo.
zh_hans: 规则按优先级升序执行。规则内的操作从上到下执行。

source: Rules execute from top to bottom. Reorder them in the Traffic Rules list.
de: Regeln werden von oben nach unten ausgeführt. Ordnen Sie sie in der Liste der Verkehrsregeln neu an.
es: Las reglas se ejecutan de arriba a abajo. Reordenarlos en la lista de Normas de tráfico.
fr: Les règles s'exécutent de haut en bas. Réorganisez-les dans la liste des règles de circulation.
it: Le regole vengono eseguite dall'alto verso il basso. Riordinali nell'elenco Regole del traffico.
ja: ルールは上から下に実行されます。 [トラフィック ルール] リストでそれらを並べ替えます。
pt_br: As regras são executadas de cima para baixo. Reordene-os na lista Regras de trânsito.
zh_hans: 规则从上到下执行。在流量规则列表中对它们重新排序。

source: Running
de: Läuft
es: En ejecución
fr: En cours d'exécution
it: In esecuzione
ja: 実行中
pt_br: Em execução
zh_hans: 运行中

source: Running :%@
de: Läuft :%@
es: En ejecución :%@
fr: En cours :%@
it: In esecuzione :%@
ja: 実行中 :%@
pt_br: Em execução :%@
zh_hans: 运行中 :%@

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
pt_br: Salvar
zh_hans: 保存

source: Save Action
de: Aktion speichern
es: Guardar acción
fr: Enregistrer l'action
it: Salva azione
ja: アクションの保存
pt_br: Salvar ação
zh_hans: 保存操作

source: Save Rule
de: Regel speichern
es: Guardar regla
fr: Enregistrer la règle
it: Salva regola
ja: ルールの保存
pt_br: Salvar regra
zh_hans: 保存规则

source: Save Rules
de: Regeln speichern
es: Guardar reglas
fr: Enregistrer les règles
it: Salva regole
ja: ルールの保存
pt_br: Salvar regras
zh_hans: 保存规则

source: Save session
de: Sitzung sichern
es: Guardar sesión
fr: Enregistrer la session
it: Salva sessione
ja: セッションを保存
pt_br: Salvar sessão
zh_hans: 保存会话

source: Script
de: Skript
ja: スクリプト
zh_hans: 脚本

source: Script Rules
de: Skript-Regeln
es: Reglas de script
fr: Règles de script
it: Regole script
ja: スクリプトルール
pt_br: Regras de script
zh_hans: 脚本规则

source: Script source
de: Skriptquelle
es: Código fuente del script
fr: Code source du script
it: Codice sorgente dello script
ja: スクリプトソース
pt_br: Código-fonte do script
zh_hans: 脚本来源

source: Scripts
de: Skripte
it: Script
ja: スクリプト
zh_hans: 脚本

source: Scripts…
de: Skripte…
es: Guiones…
fr: Scénarios…
it: Script…
ja: スクリプト…
pt_br: Roteiros…
zh_hans: 脚本...

source: Select a flow or rule for %@
de: Einen Flow oder eine Regel für %@ auswählen
es: Selecciona un flujo o regla para %@
fr: Sélectionnez un flux ou une règle pour %@
it: Seleziona un flusso o una regola per %@
ja: %@ のフローまたはルールを選択
pt_br: Selecione um flow ou regra para %@
zh_hans: 为 %@ 选择一个流量或规则

source: Select a flow to open it, add a note, or bookmark it.
de: Wählen Sie einen Flow aus, um ihn zu öffnen, eine Notiz hinzuzufügen oder ihn mit einem Lesezeichen zu versehen.
es: Seleccione un flujo para abrirlo, agregar una nota o marcarlo como favorito.
fr: Sélectionnez un flux pour l'ouvrir, ajouter une note ou le mettre en signet.
it: Seleziona un flusso per aprirlo, aggiungere una nota o aggiungerlo ai segnalibri.
ja: フローを選択して開き、メモを追加するか、ブックマークします。
pt_br: Selecione um fluxo para abri-lo, adicionar uma nota ou marcá-lo.
zh_hans: 选择一个流程将其打开、添加注释或为其添加书签。

source: Select a Session
de: Wählen Sie eine Sitzung aus
es: Selecciona una sesión
fr: Sélectionner une session
it: Seleziona una sessione
ja: セッションを選択してください
pt_br: Selecione uma sessão
zh_hans: 选择一个会话

source: Selective Capture
de: Selektive Erfassung
es: Captura selectiva
fr: Capture sélective
it: Acquisizione selettiva
ja: 選択的キャプチャ
pt_br: Captura seletiva
zh_hans: 选择性捕获

source: Selective Capture…
de: Selektive Erfassung…
es: Captura selectiva…
fr: Capture sélective…
it: Cattura selettiva...
ja: 選択的キャプチャ…
pt_br: Captura Seletiva…
zh_hans: 选择性捕获...

source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
ja: 送信
pt_br: Enviar
zh_hans: 发送

source: Send notifications when captured flows match your queries.
de: Benachrichtigungen senden, wenn erfasste Flows den Queries entsprechen.
es: Envía notificaciones cuando los flujos capturados coincidan con tus consultas.
fr: Envoyez des notifications lorsque les flux capturés correspondent à vos requêtes.
it: Invia notifiche quando i flussi catturati corrispondono alle tue query.
ja: キャプチャしたフローがクエリに一致したときに通知を送信します。
pt_br: Envie notificações quando os flows capturados corresponderem às suas queries.
zh_hans: 当捕获的流量匹配你的查询时发送通知。

source: Session Action Failed
de: Sitzungsaktion fehlgeschlagen
es: No se pudo completar la acción de la sesión
fr: Impossible d'effectuer l'action sur la session
it: Impossibile completare l'azione sulla sessione
ja: セッションアクションが失敗しました
pt_br: Não foi possível concluir a ação da sessão
zh_hans: 会话操作失败

source: Sessions
de: Sitzungen
es: Sesiones
fr: Séances
it: Sessioni
ja: セッション
pt_br: Sessões
zh_hans: 会议

source: Sessions…
de: Sitzungen…
es: Sesiones…
fr: Séances…
it: Sessioni…
ja: セッション…
pt_br: Sessões…
zh_hans: 会议…

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
pt_br: Compartilhar
zh_hans: 分享

source: Shortcuts
de: Kurzbefehle
es: Atajos
fr: Raccourcis
it: Scorciatoie
ja: ショートカット
pt_br: Atalhos
zh_hans: 快捷键

source: Show less
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins
it: Mostra meno
ja: 折りたたむ
pt_br: Mostrar menos
zh_hans: 收起

source: Show more
de: Mehr anzeigen
es: Mostrar más
fr: Afficher plus
it: Mostra altro
ja: もっと見る
pt_br: Mostrar mais
zh_hans: 展开

source: Show or hide columns
de: Spalten ein- oder ausblenden
es: Mostrar u ocultar columnas
fr: Afficher ou masquer les colonnes
it: Mostra o nascondi colonne
ja: 列の表示/非表示
pt_br: Mostrar ou ocultar colunas
zh_hans: 显示或隐藏列

source: Show proxy in menu bar
de: Proxy in der Menüleiste anzeigen
es: Mostrar proxy en la barra de menú
fr: Afficher le proxy dans la barre de menu
it: Mostra proxy nella barra dei menu
ja: メニューバーにプロキシを表示
pt_br: Mostrar proxy na barra de menu
zh_hans: 在菜单栏中显示代理

source: Show the interactive tour of the app's main features again.
de: Die interaktive Tour durch die Hauptfunktionen der App erneut anzeigen.
es: Vuelve a mostrar el tour interactivo de las funciones principales de la app.
fr: Réafficher la visite interactive des principales fonctionnalités de l'app.
it: Mostra di nuovo il tour interattivo delle funzionalità principali dell'app.
ja: アプリの主な機能のインタラクティブツアーをもう一度表示します。
pt_br: Exiba novamente o tour interativo dos principais recursos do app.
zh_hans: 再次显示应用主要功能的交互式教程。

source: Simulate degraded networks directly on the proxy.
de: Beeinträchtigte Netzwerke direkt am Proxy simulieren.
es: Simula redes degradadas directamente en el proxy.
fr: Simulez des réseaux dégradés directement sur le proxy.
it: Simula reti degradate direttamente sul proxy.
ja: プロキシ上で劣化したネットワークを直接シミュレートします。
pt_br: Simule redes degradadas diretamente no proxy.
zh_hans: 直接在代理上模拟劣化网络。

source: Simulated network
de: Simuliertes Netzwerk
es: Red simulada
fr: Réseau simulé
it: Rete simulata
ja: シミュレートされたネットワーク
pt_br: Rede simulada
zh_hans: 模拟网络

source: Simulator setup
de: Simulator-Einrichtung
es: Configuración del simulador
fr: Configuration du simulateur
it: Configurazione simulatore
ja: シミュレーターのセットアップ
pt_br: Configuração do simulador
zh_hans: 模拟器设置

source: Simulators
de: Simulatoren
es: Simuladores
fr: Simulateurs
it: Simulatori
ja: シミュレーター
pt_br: Simuladores
zh_hans: 模拟器

source: Skip
de: Überspringen
es: Omitir
fr: Passer
it: Salta
ja: スキップ
pt_br: Pular
zh_hans: 跳过

source: Skipped
de: Übersprungen
es: Omitido
fr: Ignoré
it: Ignorato
ja: スキップ
pt_br: Ignorado
zh_hans: 已跳过

source: Some system-owned dialogs follow the macOS language and may require reopening.
de: Einige systemeigene Dialoge folgen der macOS-Sprache und müssen möglicherweise erneut geöffnet werden.
es: Algunos cuadros de diálogo propiedad del sistema siguen el idioma de macOS y es posible que sea necesario volver a abrirlos.
fr: Certaines boîtes de dialogue appartenant au système suivent le langage macOS et peuvent nécessiter une réouverture.
it: Alcune finestre di dialogo di proprietà del sistema seguono il linguaggio macOS e potrebbero richiedere la riapertura.
ja: 一部のシステム所有のダイアログは macOS 言語に従っており、再度開く必要がある場合があります。
pt_br: Algumas caixas de diálogo do sistema seguem a linguagem do macOS e podem exigir a reabertura.
zh_hans: 某些系统拥有的对话框遵循 macOS 语言，可能需要重新打开。

source: Specify the host and path of the request to intercept. You can edit body and headers after creating the rule.
de: Host und Pfad des abzufangenden Requests angeben. Body und Header können nach dem Erstellen der Regel bearbeitet werden.
es: Especifica el host y la ruta de la solicitud que quieres interceptar. Puedes editar el cuerpo y los headers después de crear la regla.
fr: Spécifiez le host et le chemin de la requête à intercepter. Vous pouvez modifier le corps et les headers après la création de la règle.
it: Specifica l'host e il percorso della richiesta da intercettare. Puoi modificare body e header dopo aver creato la regola.
ja: 傍受するリクエストのホストとパスを指定します。ルール作成後に本文とヘッダーを編集できます。
pt_br: Especifique o host e o caminho da requisição a interceptar. Você pode editar o body e os headers após criar a regra.
zh_hans: 指定要拦截的请求的主机和路径。创建规则后可编辑 body 和 header。

source: SSID not detected — set it manually
de: SSID nicht erkannt — manuell festlegen
es: SSID no detectado — configúralo manualmente
fr: SSID non détecté — définissez-le manuellement
it: SSID non rilevato — impostalo manualmente
ja: SSID が検出されません — 手動で設定してください
pt_br: SSID não detectado — defina manualmente
zh_hans: 未检测到 SSID — 请手动设置

source: Standard environment
de: Standardumgebung
es: Entorno estándar
fr: Environnement standard
it: Ambiente standard
ja: 標準環境
pt_br: Ambiente padrão
zh_hans: 标准环境

source: Start
de: Starten
es: Iniciar
fr: Démarrer
it: Avvia
ja: 開始
pt_br: Iniciar
zh_hans: 启动

source: Start Proxy
de: Proxy starten
es: Iniciar proxy
fr: Démarrer le proxy
it: Avvia proxy
ja: プロキシを開始
pt_br: Iniciar proxy
zh_hans: 启动代理

source: Start proxy automatically
de: Proxy automatisch starten
es: Iniciar el proxy automáticamente
fr: Démarrer le proxy automatiquement
it: Avvia il proxy automaticamente
ja: プロキシを自動的に開始
pt_br: Iniciar proxy automaticamente
zh_hans: 自动启动代理

source: Start Registration
de: Aufzeichnung starten
es: Iniciar registro
fr: Démarrer l'enregistrement
it: Avvia registrazione
ja: 記録を開始
pt_br: Iniciar gravação
zh_hans: 开始记录

source: Start server
de: Server starten
es: Iniciar servidor
fr: Démarrer le serveur
it: Avvia il server
ja: サーバーを開始
pt_br: Iniciar servidor
zh_hans: 启动服务器

source: Start the proxy before launching a selective target.
de: Starten Sie den Proxy, bevor Sie ein selektives Ziel starten.
es: Inicia el proxy antes de lanzar un destino selectivo.
fr: Démarrez le proxy avant de lancer une cible sélective.
it: Avvia il proxy prima di lanciare un target selettivo.
ja: 選択ターゲットを起動する前にプロキシを起動してください。
pt_br: Inicie o proxy antes de executar um alvo seletivo.
zh_hans: 在启动选择性目标之前启动代理。

source: Started %@
de: Gestartet %@
es: Iniciada %@
fr: Démarrée %@
it: Avviata %@
ja: 開始しました %@
pt_br: Iniciada %@
zh_hans: 开始%@

source: Startup behavior and system proxy integration for the embedded mitmproxy.
de: Startverhalten und Systemproxy-Integration für den eingebetteten mitmproxy.
es: Comportamiento de inicio e integración con el proxy del sistema para el mitmproxy integrado.
fr: Comportement au démarrage et intégration du proxy système pour le mitmproxy intégré.
it: Comportamento all'avvio e integrazione del proxy di sistema per il mitmproxy integrato.
ja: 組み込み mitmproxy の起動時の動作とシステムプロキシ統合。
pt_br: Comportamento de inicialização e integração com o proxy do sistema para o mitmproxy embarcado.
zh_hans: 内嵌 mitmproxy 的启动行为和系统代理集成。

source: Stop
de: Stoppen
es: Detener
fr: Arrêter
it: Arresta
ja: 停止
pt_br: Parar
zh_hans: 停止

source: Stop Collection Registration?
de: Sammlungsaufzeichnung stoppen?
es: ¿Detener el registro de la colección?
fr: Arrêter l'enregistrement de la collection ?
it: Arrestare la registrazione della collection?
ja: コレクションの記録を停止しますか?
pt_br: Parar a gravação da coleção?
zh_hans: 停止集合记录？

source: Stop Proxy
de: Proxy stoppen
es: Detener proxy
fr: Arrêter le proxy
it: Arresta proxy
ja: プロキシを停止
pt_br: Parar proxy
zh_hans: 停止代理

source: Stopped
de: Gestoppt
es: Detenido
fr: Arrêté
it: Arrestato
ja: 停止
pt_br: Parado
zh_hans: 已停止

source: Subdirectory (optional)
de: Unterverzeichnis (optional)
es: Subdirectorio (opcional)
fr: Sous-répertoire (facultatif)
it: Sottocartella (facoltativa)
ja: サブディレクトリ (任意)
pt_br: Subdiretório (opcional)
zh_hans: 子目录（可选）

source: Switching profile while the proxy runs takes effect immediately.
de: Ein Profilwechsel bei laufendem Proxy wird sofort wirksam.
es: Cambiar de perfil mientras el proxy está en ejecución surte efecto de inmediato.
fr: Le changement de profil pendant l'exécution du proxy prend effet immédiatement.
it: Il cambio di profilo mentre il proxy è in esecuzione ha effetto immediato.
ja: プロキシの実行中にプロファイルを切り替えると、即座に反映されます。
pt_br: Trocar de perfil com o proxy em execução tem efeito imediato.
zh_hans: 在代理运行时切换方案会立即生效。

source: Sync All
de: Alle synchronisieren
es: Sincronizar todo
fr: Tout synchroniser
it: Sincronizza tutto
ja: すべて同期
pt_br: Sincronizar tudo
zh_hans: 全部同步

source: Synced
de: Synchronisiert
es: Sincronizado
fr: Synchronisé
it: Sincronizzato
ja: 同期済み
pt_br: Sincronizado
zh_hans: 已同步

source: Syncing…
de: Wird synchronisiert…
es: Sincronizando…
fr: Synchronisation…
it: Sincronizzazione…
ja: 同期中…
pt_br: Sincronizando…
zh_hans: 正在同步…

source: Synthetic response
de: Synthetische Reaktion
es: Respuesta sintética
fr: Réponse synthétique
it: Risposta sintetica
ja: 合成応答
pt_br: Resposta sintética
zh_hans: 综合反应

source: Tag name (e.g. v1.2.3)
de: Tag-Name (z. B. v1.2.3)
es: Nombre del tag (p. ej. v1.2.3)
fr: Nom du tag (ex. v1.2.3)
it: Nome del tag (es. v1.2.3)
ja: タグ名 (例: v1.2.3)
pt_br: Nome da tag (ex.: v1.2.3)
zh_hans: 标签名称（例如 v1.2.3）

source: Tap to exit compare mode
de: Zum Verlassen des Vergleichsmodus tippen
es: Toca para salir del modo comparación
fr: Cliquez pour quitter le mode comparaison
it: Tocca per uscire dalla modalità confronto
ja: タップして比較モードを終了
pt_br: Toque para sair do modo de comparação
zh_hans: 点按以退出对比模式

source: Target
de: Ziel
es: Objetivo
fr: Cible
it: Bersaglio
ja: ターゲット
pt_br: Alvo
zh_hans: 目标

source: Test notification
de: Testbenachrichtigung
es: Notificación de prueba
fr: Notification de test
it: Notifica di prova
ja: テスト通知
pt_br: Notificação de teste
zh_hans: 测试通知
